Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/fedora-tm.tmx
Source language: en
Languages: ca_es

source: Include RPM packages installed on this system in my System Profile
ca_es: Inclou els paquets RPM instal·lats en aquest sistema en el meu perfil de sistema

source: You may deselect individual packages by unchecking them below.
ca_es: Podeu deseleccionar paquets individuals desactivant-los aquí baix.

source: Building Package List
ca_es: S'està creant la llista de paquets

source: It appears this system has already been set up for software updates:
ca_es: S'està reiniciant up2date

source: Fatal Error
ca_es: Error fatal

source: Error reading cpu information:
ca_es: S'ha produït un error en llegir informació quant al processador:

source: Error reading system memory information:
ca_es: S'ha produït un error en llegir informació de la memòria del sistema:

source: Error reading networking information:
ca_es: S'ha produït un error en llegir informació quant a la xarxa:

source: Error reading install method information:
ca_es: S'ha produït un error en llegir informació quant al mètode d'instal·lació:

source: Error reading network interface information:
ca_es: S'ha produït un error en llegir informació de la interfície de xarxa:

source: Yes/No dialog:
ca_es: Diàleg si/no:

source: This system may not be updated until it is associated with a channel.
ca_es: Fins que no s'associï a un canal, aquest sistema no es pot actualitzar.

source: Warning: unable to enable rhnsd with chkconfig
ca_es: Avís: no s'ha pogut habilitar rhnsd amb chkconfig

source: RPM error. The message was:
ca_es: Error en l'RPM: El missatge era:

source: Password error. The message was:
ca_es: Error en la contrasenya. El missatge era:

source: RPM dependency error. The message was:
ca_es: S'ha produït un error de dependències d'RPM. El missatge era:

source: Error communicating with server. The message was:
ca_es: S'ha produït un error en comunicar amb el servidor. El missatge era:

source: File Not Found:
ca_es: No s'ha trobat el fitxer:

source: Delay error from server. The message was:
ca_es: S'ha produït un error de retard del servidor. El missatge era:

source: Error validating data at server:
ca_es: S'ha produït un error en validar dades al servidor:

source: Error parsing the oemInfo file at field:
ca_es: S'ha produït un error en analitzar el fitxer oemInfo al camp:

source: Show additional output
ca_es: Mostra una sortida addicional

source: Specify an http proxy to use
ca_es: Especifica quin servidor http intermediari fer servir

source: Specify a username to use with an authenticated http proxy
ca_es: Especifica quin nom d'usuari fer servir en un servidor http intermediari que requereixi autenticació

source: Specify a password to use with an authenticated http proxy
ca_es: Especifica quina contrasenya fer servir en un servidor http intermediari que requereixi autenticació

source: Aborted.
ca_es: S'ha avortat.

source: An unexpected OS error occurred: %s
ca_es: S'ha produït un error inesperat en el SO: %s

source: There was some sort of I/O error: %s
ca_es: S'ha produït un error d'E/S: %s

source: There was an SSL error: %s
ca_es: S'ha produït un error SSL: %s

source: A common cause of this error is the system time being incorrect. Verify that the time on this system is correct.
ca_es: És possible que aquest error sigui degut a una data i hora incorrectes d'aquest sistema. Verifiqueu que aquesta informació és correcta.

source: There was a SSL crypto error: %s
ca_es: S'ha produït un error en el xifrat SSL: %s

source: There was an authentication error: %s
ca_es: S'ha produït un error d'autenticació: %s

source: Unable to open gui. Try `up2date --nox`
ca_es: No s'ha pogut obrir la interfície gràfica. Proveu 'up2date --nox'

source: An error has occurred:
ca_es: S'ha produït un error:

source: See /var/log/up2date for more information
ca_es: Vegeu /var/log/up2date per a més informació

source: This client requires the server to support %s, which the current server does not support
ca_es: Aquest client necessita que el servidor implementi %s, però el servidor actual no ho implementa

source: _Finish
ca_es: _Finalitza

source: This system is already registered. Use --force to override
ca_es: Aquest sistema ja està registrat. Feu servir --force per substituir

source: A profilename was not specified, and hostname and IP address could not be determined to use as a profilename, please specify one.
ca_es: No s'ha especificat cap nom de perfil, i no s'ha pogut determinar el nom de màquina ni l'adreça IP per fer-la servir de perfil. Especifiqueu un nom.

source: Updating package profile...
ca_es: S'està actualitzant el perfil de paquets...

source: Updating hardware profile...
ca_es: S'està actualitzant el perfil de maquinari...

source: _Password:
ca_es: _Contrasenya:

source: Hardware Info
ca_es: Informació del maquinari

source: Hostname:
ca_es: Nom de la màquina:

source: Memory:
ca_es: Memòria:

source: Package Information
ca_es: Informació del paquet

source: Enter in the format hostname(:port)
ca_es: Introduïu-ho en el format màquina(:port)

source: Only root can run this program
ca_es: Només el superusuari pot executar aquest programa

source: wrong number of arguments
ca_es: el nombre d'arguments no és correcte

source: already running
ca_es: ja s'està executant

source: Copyright (C) %s Red Hat, Inc.
ca_es: Copyright © %s Red Hat, Inc.

source: Written by %s.
ca_es: Escrit per %s.

source: Set the verbosity of the debug logging
ca_es: Estableix la verbositat del registre de depuració

source: Include timestamps in debug logs
ca_es: Inclou les marques horàries als registres de depuració

source: Include microseconds in timestamps in debug logs
ca_es: Inclou mil·lisegons a les marques horàries als registres de depuració

source: Write debug messages to logfiles
ca_es: Escriu els missatges de depuració als fitxers de registre

source: Ping timeout before restarting service
ca_es: Temps d'espera del ping abans de reiniciar el servei

source: Timeout between three failed ping checks and forcibly killing the service
ca_es: Temps d'espera entre tres comprovacions de ping fallades i matar forçadament el servei

source: Command to start service
ca_es: Comanda per iniciar el servei

source: Number of times to attempt connection to Data Providers
ca_es: Número d'intents de connexió als Proveïdors de Dades

source: The number of file descriptors that may be opened by this responder
ca_es: El número de descriptors de fitxers que pot obrir aquesta resposta

source: Idle time before automatic disconnection of a client
ca_es: Temps d'inactivitat abans de desconnexió automàtica d'un client

source: SSSD Services to start
ca_es: Serveis del SSSD per iniciar

source: SSSD Domains to start
ca_es: Dominis del SSD per iniciar

source: Timeout for messages sent over the SBUS
ca_es: Temps d'espera per missatges enviats per SBUS

source: Regex to parse username and domain
ca_es: Expressió regular per analitzar el nom d'usuari i el domini

source: Printf-compatible format for displaying fully-qualified names
ca_es: Format compatible amb printf per mostrar els noms plenament qualificats

source: Directory on the filesystem where SSSD should store Kerberos replay cache files.
ca_es: Directori al sistema de fitxers on el SSSD ha d'emmagatzemar els fitxers cau de Kerberos

source: Domain to add to names without a domain component.
ca_es: Domini a afegir als noms sense un component de domini.

source: Enumeration cache timeout length (seconds)
ca_es: Llargària del temps d'espera de l'enumeració en el cau (en segons)

source: Entry cache background update timeout length (seconds)
ca_es: Llargària del temps d'espera de l'actualització en rerefons de les entrades en cau (en segons)

source: Negative cache timeout length (seconds)
ca_es: Llargària del temps d'espera del cau negatiu (en segons)

source: Users that SSSD should explicitly ignore
ca_es: Usuaris que l'SSSD hauria d'ignorar explícitament

source: Groups that SSSD should explicitly ignore
ca_es: Grups que l'SSSD hauria d'ignorar explícitament

source: Should filtered users appear in groups
ca_es: Haurien d'apareixer als grups els usuaris filtrats

source: The value of the password field the NSS provider should return
ca_es: El valor al camp de contrasenya que el proveïdor NSS hauria de respondre

source: Override homedir value from the identity provider with this value
ca_es: Substitueix el valor de directori d'usuari del proveïdor d'identitat amb aquest valor

source: Substitute empty homedir value from the identity provider with this value
ca_es: Substitueix el valor buit de directori d'usuari del proveïdor d'identitat amb aquest valor

source: Override shell value from the identity provider with this value
ca_es: Substituir el valor de l'intèrpret d'ordres des del proveïdor d'identitat amb aquest valor

source: The list of shells users are allowed to log in with
ca_es: Llista d'intèrprets d'ordres amb que els usuaris poden iniciar sessió

source: The list of shells that will be vetoed, and replaced with the fallback shell
ca_es: Llista d'intèrprets d'ordres que seran vetats i substituits amb l'intèrpret alternatiu

source: If a shell stored in central directory is allowed but not available, use this fallback
ca_es: Si un intèrpret d'ordres establert al directori central està permés però no es troba disponible, utilitza aquesta alternativa

source: Shell to use if the provider does not list one
ca_es: Intèrpret d'ordres a utilitzar si el proveïdor no en llista un

source: How long will be in-memory cache records valid
ca_es: Quant temps seran vàlids els registres de memòria cau

source: How long to allow cached logins between online logins (days)
ca_es: Quant temps s'ha de permetre els inicis de sessió en cau entre inicis de sessió en línia (en dies)

source: How many failed logins attempts are allowed when offline
ca_es: Quants intents fallits d'inicis de sessió es permeten en estar fora de línia

source: How long (minutes) to deny login after offline_failed_login_attempts has been reached
ca_es: Quant temps (en minuts) s'ha de denegar l'inici de sessió després d'haver assolit offline_failed_login_attempts

source: What kind of messages are displayed to the user during authentication
ca_es: Quins tipus de missatges es mostres a l'usuari durant l'autenticació

source: How many seconds to keep identity information cached for PAM requests
ca_es: Quants segons s'ha de mantenir la informació en cau per les peticions PAM

source: How many days before password expiration a warning should be displayed
ca_es: Quants dies abans de l'expiració de la contrasenya s'hauria de mostrar un avís

source: Whether to evaluate the time-based attributes in sudo rules
ca_es: Si s'han d'avaluar els atributs de temps a les regles sudo

source: Whether to hash host names and addresses in the known_hosts file
ca_es: Si s'han d'utilitzar els algoritmes hash als noms d'ordinadors i a les adreces dins el fitxer known_hosts

source: How many seconds to keep a host in the known_hosts file after its host keys were requested
ca_es: Quants segons s'ha de mantenir una màquina a l'arxiu de known_hosts després que s'ha sol·licitat la seva clau

source: List of UIDs or user names allowed to access the PAC responder
ca_es: Llista d'UIDs o noms d'usuari que poden accedir al contestador de PAC

source: Identity provider
ca_es: Proveïdor d'identitat

source: Authentication provider
ca_es: Proveïdor d'autenticació

source: Access control provider
ca_es: Proveïdor de control d'accés

source: Password change provider
ca_es: Proveïdor de canvi de contrasenya

source: SUDO provider
ca_es: Proveïdor de SUDO

source: Autofs provider
ca_es: Proveïdor d'Autofs

source: Session-loading provider
ca_es: Proveïdor de càrrega de sessió

source: Host identity provider
ca_es: Proveïdor d'identitat d'ordinadors

source: Minimum user ID
ca_es: ID mínim d'usuari

source: Maximum user ID
ca_es: ID màxim d'usuari

source: Enable enumerating all users/groups
ca_es: Activa l'enumeració de tots els usuaris/grups

source: Cache credentials for offline login
ca_es: Credencials en cau per inicis de sessió fora de línia

source: Store password hashes
ca_es: Emmagatzema els codis hash de les contrasenyes

source: Display users/groups in fully-qualified form
ca_es: Mostra els usuaris/grups en format plenament qualificat

source: Entry cache timeout length (seconds)
ca_es: Llargària del temps d'espera de les entrades cau (en segons)

source: Restrict or prefer a specific address family when performing DNS lookups
ca_es: Restringeix o prefereix una família específica d'adreces en efectuar peticions DNS

source: How long to keep cached entries after last successful login (days)
ca_es: Quant temps s'ha de mantenir les entrades en cau després d'un inici de sessió amb èxit (en dies)

source: How long to wait for replies from DNS when resolving servers (seconds)
ca_es: Temps d'espera per les respostes DNS en resoldre servidors (en segons)

source: The domain part of service discovery DNS query
ca_es: La part del domini de la petició DNS de la recerca de servei

source: Override GID value from the identity provider with this value
ca_es: Substitueix el valor GID del proveïdor d'identitat amb aquest valor

source: Treat usernames as case sensitive
ca_es: Distingeix entre majúscules i minúscules als noms d'usuari

source: The interface whose IP should be used for dynamic DNS updates
ca_es: La interfície amb la IP que s'hauria d'utilitzar per les actualitzacions dinàmiques de DNS

source: IPA domain
ca_es: Domini IPA

source: IPA server address
ca_es: Adreça del servidor IPA

source: Address of backup IPA server
ca_es: Adreça del servidor IPA de reserva

source: IPA client hostname
ca_es: Nom d'ordinador del client IPA

source: Whether to automatically update the client's DNS entry in FreeIPA
ca_es: Si actualitzar automàticament l'entrada DNS del client a FreeIPA

source: Search base for HBAC related objects
ca_es: Base de cerca pels objectes HBAC

source: The amount of time between lookups of the HBAC rules against the IPA server
ca_es: Quantitat de temps entre peticions de les regles HBAC contra el servidor IPA

source: If DENY rules are present, either DENY_ALL or IGNORE
ca_es: Si les regles DENY són presents, o DENY_ALL o IGNORE

source: If set to false, host argument given by PAM will be ignored
ca_es: Si s'estableix a fals, l'argument d'ordinador facilitat per PAM serà ignorat

source: The automounter location this IPA client is using
ca_es: La ubicació del muntador automàtic que aquest client IPA està utilitzant

source: Search base for object containing info about IPA domain
ca_es: Base de cerca per a l'objecte que conté informació sobre el domini de l'IPA

source: Search base for objects containing info about ID ranges
ca_es: Base de cerca per a objectes que contenen informació sobre intervals d'ID

source: Active Directory server address
ca_es: Adreça de servidor d'Active Directory

source: Active Directory backup server address
ca_es: Adreça del servidor d'Active Directory de reserva

source: Active Directory client hostname
ca_es: Nom de màquina del client d'Active Directory

source: Kerberos server address
ca_es: Adreça del servidor Kerberos

source: Kerberos backup server address
ca_es: Adreça de servidor Kerberos de reserva

source: Kerberos realm
ca_es: Reialme Kerberos

source: Authentication timeout
ca_es: Temps d'espera de la autenticació

source: Directory to store credential caches
ca_es: Directori on emmagatzemar el cau de credencials

source: Location of the user's credential cache
ca_es: Ubicació de la cau de credencials d'usuari

source: Location of the keytab to validate credentials
ca_es: Ubicació de la clau per validar les credencials

source: Enable credential validation
ca_es: Activa la validació de credencials

source: Store password if offline for later online authentication
ca_es: Emmagatzema la contrasenya quan estigui fora de línia per autenticació en línia posterior

source: Renewable lifetime of the TGT
ca_es: Temps de vida renovable del TGT

source: Lifetime of the TGT
ca_es: Temps de vida del TGT

source: Time between two checks for renewal
ca_es: Temps entre les dues comprovacions per renovar

source: Enables FAST
ca_es: Activa FAST

source: Selects the principal to use for FAST
ca_es: Selecciona el principal per utilitzar amb FAST

source: Enables principal canonicalization
ca_es: Activa la canonització del principal

source: Server where the change password service is running if not on the KDC
ca_es: Servidor on es troba el servei de canvi de contrasenya si no és al KDC

source: ldap_uri, The URI of the LDAP server
ca_es: ldap_uri, La URI del servidor LDAP

source: ldap_backup_uri, The URI of the LDAP server
ca_es: ldap_backup_uri, la URI del servidor LDAP

source: The default base DN
ca_es: La base DN per defecte

source: The Schema Type in use on the LDAP server, rfc2307
ca_es: El tipus d'esquema en us al servidor LDAP, rfc2307

source: The default bind DN
ca_es: La connexió DN per defecte

source: The type of the authentication token of the default bind DN
ca_es: El tipus del testimoni d'autenticació a la connexió DN per defecte

source: The authentication token of the default bind DN
ca_es: El testimoni d'autenticació de la connexió DN per defecte

source: Length of time to attempt connection
ca_es: Llargària del temps per intentar una connexió

source: Length of time to attempt synchronous LDAP operations
ca_es: Llargària del temps per intentar operacions LDAP asíncrones

source: Length of time between attempts to reconnect while offline
ca_es: Llargària del temps entre intents per re-connectar quan estigui fora de línia

source: Use only the upper case for realm names
ca_es: Utilitza només majúscules pels noms de reialme

source: File that contains CA certificates
ca_es: Fitxer que conté els certificats CA

source: Path to CA certificate directory
ca_es: Ruta al directori de certificats CA

source: File that contains the client certificate
ca_es: Fitxer que conté el certificat de client

source: File that contains the client key
ca_es: Fitxer que conté la clau de client

source: List of possible ciphers suites
ca_es: Llista de paquets de xifrat possibles

source: Require TLS certificate verification
ca_es: Requereix verificació de certificat TLS

source: Specify the sasl mechanism to use
ca_es: Especifica el mecanisme sasl a utilitzar

source: Specify the sasl authorization id to use
ca_es: Escecifica l'id d'autorització sasl a utilitzar

source: Specify the sasl authorization realm to use
ca_es: Especifica el reialme d'autorització sasl a utilitzar

source: Specify the minimal SSF for LDAP sasl authorization
ca_es: Especifica el SSF mínim per autorització sasl de LDAP

source: Kerberos service keytab
ca_es: Clau de servei Kerberos

source: Use Kerberos auth for LDAP connection
ca_es: Utilitza autenticació Kerberos per la connexió LDAP

source: Follow LDAP referrals
ca_es: Segueix les referències LDAP

source: Lifetime of TGT for LDAP connection
ca_es: Temps de vida del TGT per la connexió LDAP

source: How to dereference aliases
ca_es: Com desreferenciar àlies

source: Service name for DNS service lookups
ca_es: Nom del servei per les peticions DNS

source: The number of records to retrieve in a single LDAP query
ca_es: El número de registres a recuperar en una sola petició LDAP

source: The number of members that must be missing to trigger a full deref
ca_es: El número de membres que han de faltar per activar una de-referència completa

source: Whether the LDAP library should perform a reverse lookup to canonicalize the host name during a SASL bind
ca_es: Si la biblioteca LDAP hauria de realitzar una petició inversa per canonalitzar el nom d'ordinador durant la connexió SASL

source: entryUSN attribute
ca_es: atribut entryUSN

source: lastUSN attribute
ca_es: atribut lastUSN

source: How long to retain a connection to the LDAP server before disconnecting
ca_es: Quant temps s'ha de retenir una connexió al servidor LDAP abans de desconnectar

source: Disable the LDAP paging control
ca_es: Desactiva el control de paginació LDAP

source: Length of time to wait for a search request
ca_es: Llargària de temps a esperar per una petició de cerca

source: Length of time to wait for a enumeration request
ca_es: Llargària de temps a esperar per una petició d'enumeració

source: Length of time between enumeration updates
ca_es: Llargària de temps entre actualitzacions d'enumeració

source: Length of time between cache cleanups
ca_es: Llargària de temps entre neteges del cau

source: Require TLS for ID lookups
ca_es: Requereix TLS per cerques d'ID

source: Use ID-mapping of objectSID instead of pre-set IDs
ca_es: Utilitza mapejat d'IDs enlloc de IDs pre-establerts

source: Base DN for user lookups
ca_es: DN base per cerques d'usuari

source: Scope of user lookups
ca_es: Abast de les cerques d'usuari

source: Filter for user lookups
ca_es: Filtre per les cerques d'usuari

source: Objectclass for users
ca_es: Objectclass dels usuaris

source: Username attribute
ca_es: Atribut del nom d'usuari

source: UID attribute
ca_es: Atribut de l'UID

source: Primary GID attribute
ca_es: Atribut del GID primari

source: GECOS attribute
ca_es: Atribut GECOS

source: Home directory attribute
ca_es: Atribut del directori d'usuari

source: Shell attribute
ca_es: Atribut d'intèrpret d'ordres

source: UUID attribute
ca_es: Atribut de l'UUID

source: objectSID attribute
ca_es: Atribut de l'objectSID

source: Active Directory primary group attribute for ID-mapping
ca_es: Atribut del grup primari de l'Active Directory per mapejat d'IDs

source: User principal attribute (for Kerberos)
ca_es: Atribut d'usuari principal (per a Kerberos)

source: Full Name
ca_es: Nom complet

source: memberOf attribute
ca_es: Atribut de memberOf

source: Modification time attribute
ca_es: Atribut de data de modificació

source: shadowLastChange attribute
ca_es: Atribut de shadowLastChange

source: shadowMin attribute
ca_es: Atribut de shadowMin

source: shadowMax attribute
ca_es: Atribut de shadowMax

source: shadowWarning attribute
ca_es: Atribut de shadowWarning

source: shadowInactive attribute
ca_es: Atribut de shadowInactive

source: shadowExpire attribute
ca_es: Atribut de shadowExpire

source: shadowFlag attribute
ca_es: Atribut de shadowFlag

source: Attribute listing authorized PAM services
ca_es: Atribut que llista els serveis PAM autoritzats

source: Attribute listing authorized server hosts
ca_es: Atribut que llista els servidors autoritzats

source: krbLastPwdChange attribute
ca_es: Atribut de krbLastPwdChange

source: krbPasswordExpiration attribute
ca_es: Atribut de krbPasswordExpiration

source: Attribute indicating that server side password policies are active
ca_es: Atribut que indica l'activació de les polítiques de contrasenya de servidor

source: accountExpires attribute of AD
ca_es: Atribut de l'AD de accountExpires

source: userAccountControl attribute of AD
ca_es: Atribut de l'AD de userAccountControl

source: nsAccountLock attribute
ca_es: Atribut de nsAccountLock

source: loginDisabled attribute of NDS
ca_es: Atribut del NDS de loginDisabled

source: loginExpirationTime attribute of NDS
ca_es: Atribut del NDS de loginExpirationTime

source: loginAllowedTimeMap attribute of NDS
ca_es: Atribut del NDS de loginAllowedTimeMap

source: SSH public key attribute
ca_es: Atribut de la clau pública SSH

source: Base DN for group lookups
ca_es: DN base per cerques de grup

source: Objectclass for groups
ca_es: Objectclass per grups

source: Group password
ca_es: Contrasenya del grup

source: GID attribute
ca_es: Atribut GID

source: Group member attribute
ca_es: Atribut del membre de grup

source: Group UUID attribute
ca_es: Atribut de l'UUID de grup

source: Modification time attribute for groups
ca_es: Atribut de data de modificació per grups
